<script lang="ts" setup>
const path = useRequestURL()
</script>

<template>
  <Section>
    <UiPageTitle title="Правовая информация" />

    <h3 class="mb-5 text-xl font-bold">
      Уважаемые правообладатели и лицензиаты, получившего исключительную лицензию на объекты авторских и (или) смежных прав.
    </h3>
    <p class="mb-4">
      В случае обнаружения на сайте {{ path.origin }} информации, содержащей неправомерно размещенные объекты авторских и (или)
      смежных прав, или информации, необходимой для их получения с помощью сети «Интернет», вы вправе обратиться с заявлением о
      нарушении авторских и (или) смежных прав (далее — Заявление) к владельцу сайта – Индивидуальный предприниматель Ларин
      Евгений Дмитриевич (ИНН 583609209489; ОГРНИП 324580000047832; адрес места нахождения: 442761, Пензенская обл., Бессоновский
      р-н, с. Чемодановка, ул. Средняя, д. 12; почтовый адрес: 440028, г. Пенза, а/я 2358).
    </p>
    <p class="mb-4">
      В соответствии с положениями Федерального закона от 27.07.2006 N 149-ФЗ «Об информации, информационных технологиях и о
      защите информации», соответствующее Заявление может быть направленно как в письменной форме, так и на адрес электронной
      почты copyright@radioshtani.ru.
    </p>
    <p class="mb-2">Напоминаем, что Заявление должно содержать:</p>
    <ul class="list-decimal space-y-2 pl-4 text-sm">
      <li>
        сведения о правообладателе или лице, уполномоченном правообладателем (если заявление направляется таким лицом) (далее —
        заявитель):
      </li>
      <ul class="mb-3">
        <li>
          а) для физического лица — фамилию, имя, отчество, паспортные данные (серия и номер, кем выдан, дата выдачи), контактную
          информацию (номера телефона и (или) факса, адрес электронной почты);
        </li>
        <li>
          б) для юридического лица — наименование, место нахождения и адрес, контактную информацию (номера телефона и (или) факса,
          адрес электронной почты);
        </li>
      </ul>
      <li>
        информацию об объекте авторских и (или) смежных прав, размещенном на сайте в сети «Интернет» без разрешения
        правообладателя или иного законного основания;
      </li>
      <li>
        указание на доменное имя и (или) сетевой адрес сайта в сети «Интернет», на котором без разрешения правообладателя или
        иного законного основания размещена информация, содержащая объект авторских и (или) смежных прав, или информация,
        необходимая для его получения с использованием информационно-телекоммуникационных сетей, в том числе сети «Интернет»;
      </li>
      <li>
        указание на наличие у правообладателя прав на объект авторских и (или) смежных прав, размещенный на сайте в сети
        «Интернет» без разрешения правообладателя или иного законного основания;
      </li>
      <li>
        указание на отсутствие разрешения правообладателя на размещение на сайте в сети «Интернет» информации, содержащей объект
        авторских и (или) смежных прав, или информации, необходимой для его получения с использованием
        информационно-телекоммуникационных сетей, в том числе сети «Интернет»;
      </li>
      <li>
        согласие заявителя на обработку его персональных данных (для заявителя — физического лица). Обращаем ваше внимание на то,
        что оперативность ответа на ваше Заявление в значительной мере зависит от соблюдения вышеуказанных требований, а также
        корректности и полноты прилагаемых данных.
      </li>
    </ul>
  </Section>
</template>
