<script lang="ts" setup>
const path = useRequestURL()
</script>

<template>
  <Section>
    <UiPageTitle title="Политика конфиденциальности" />
    <p>
      Настоящая политика конфиденциальности опубликована в редакции от 11 декабря 2024 года и действует до момента принятия новой
      редакции политики конфиденциальности.
    </p>

    <h3 class="mb-2 mt-4 text-xl font-bold">Общие положения</h3>

    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Настоящая Политика конфиденциальности (далее – «Политика») принята Администратором и действует в отношении всей
        информации, которую Администратор может получить о Пользователе сайта {{ path.origin }} (далее – «Сайт» или «Сервис») с
        любого устройства и при коммуникации с Администратором в любой форме.
      </li>
      <li>
        Используя Сайт (просмотр, чтение текста, отправка или загрузка информации) и предоставляя свои персональные данные,
        Пользователь Сайта дает согласие на обработку персональных данных в соответствии с данной Политикой, если дополнительные
        требования к согласию не установлены настоящей Политикой.
      </li>
      <li>
        Для целей настоящей Политики под «Администратором» понимается индивидуальный предприниматель Ларин Евгений Дмитриевич,
        ОГРНИП 324580000047832, ИНН 583609209489.
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Персональные данные</h3>

    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу
        (субъекту персональных данных) - Пользователю.
      </li>
      <li>
        Обработка персональных данных – любое действие (операция) или совокупность действий (операций) с персональными данными,
        совершаемое с использованием средств автоматизации или без их использования, в том числе сбор, запись, систематизация,
        накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ),
        обезличивание, блокирование, удаление, уничтожение.
      </li>
      <li>
        Администратор производит обработку следующих персональных данных: фамилии, имени и отчества (при наличии) пользователя
        Сервиса, дату и место рождения, реквизиты документа, удостоверяющего личность, адрес регистрации, адрес электронной почты,
        адрес доставки, статистические и иные данные, необходимые для цели пользования Сервисом.
      </li>
      <li>
        Cookies – небольшие по размеру текстовые файлы, хранящиеся в браузере посетителей Сервиса. На совокупности различных
        веб-проектов Администратора (при просмотре Сервиса происходит автоматический сбор (из Cookies) следующих обезличенных
        статистических данных о посетителе Сервиса, в том числе:
        <ul class="mb-3 list-disc pl-5">
          <li>тип выполненного на Сервисе действия (клик, наведение курсора и т.п.);</li>
          <li>дата и время выполнения действия;</li>
          <li>URL страницы;</li>
          <li>Referer;</li>
          <li>IP (без возможности работы с IP-адресами в статистике);</li>
          <li>User-Agent;</li>
          <li>ClientID (идентификатор браузера по файлу Cookie);</li>
          <li>экранное разрешение;</li>
          <li>класс HTML-элемента, на который происходит клик;</li>
          <li>Обработка так же может быть поручена третьим лицам для целей достижения обработки персональных данных.</li>
        </ul>
      </li>

      <li>
        Перечень третьих лиц, уполномоченных Администратором на обработку персональных данных, определяется Администратором
        самостоятельно. Пользователь дает полное и безоговорочное согласие на передачу Администратором персональных данных третьим
        лицам, выбранным Администратором.
      </li>
      <li>Посетитель Сервиса может самостоятельно управлять файлами Cookies, путем изменения настроек браузера.</li>
      <li>
        Изменения пользовательских настроек, в результате которых файлы Cookies будут заблокированы или удалены, могут привести к
        недоступности отдельных компонентов Сервиса.
      </li>
      <li>
        Настоящим Пользователь соглашается с направлением ему рекламных материалов Администратора и третьих лиц, с которым у
        Администратора заключен договор, по которому Администратор является рекламораспространителем и (или) иные договоры.
      </li>
      <li>
        Информирование Пользователя о рекламных кампаниях осуществляется любым законным способом, путем предоставления информации
        по любому из контактных данных, предоставленных Пользователем Администратору.
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Цели обработки персональных данных</h3>
    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Администратор обрабатывает персональные данные Пользователя для целей реализации полномочий и обязанностей, возложенных на
        Администрацию законодательством Российской Федерации.
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Порядок и условия обработки персональных данных</h3>
    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в
        информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
      </li>

      <li>
        Обработка персональных данных Пользователя осуществляется на срок действия договорных и иных правоотношений Пользователя и
        Администратора, любым законным способом, в том числе в информационных системах персональных данных с использованием
        средств автоматизации или без использования таких средств.
      </li>

      <li>
        Все персональные данные Администратор получает непосредственно от Пользователя или от его представителя, либо от лица,
        поручившего Администратору обработку персональных данных Пользователя, за исключением случаев, предусмотренных
        законодательством Российской Федерации.
      </li>

      <li>
        Администратор вправе передавать персональные данные органам дознания и следствия, иным уполномоченным органам по
        основаниям, предусмотренным действующим законодательством Российской Федерации.
      </li>

      <li>
        Правовым основанием обработки персональных данных Администратором являются: Конституция РФ, Гражданский кодекс РФ,
        Трудовой кодекс РФ, согласие Пользователя на обработку его персональных данных, договоры, заключаемые между
        Администратором и Пользователем.
      </li>

      <li>
        Для обеспечения защиты персональных данных Пользователя при их обработке Администратором приняты следующие меры от
        несанкционированного доступа, а также иных неправомерных действий в отношении персональных данных Пользователя:
        <ul class="mb-3 list-disc pl-5">
          <li>
            Правовые меры, включающие в себя, в том числе создание документов, направленных на защиту персональных данных:
            положение о защите персональных данных, издание приказа о назначении лиц, ответственных за защиту персональных данных,
            заключение соглашений о конфиденциальности с лицами, имеющими доступ к персональным данным.
          </li>

          <li>
            Организационные меры, в том числе назначение лиц, ответственных за защиту персональных данных, хранение персональных
            данных, содержащихся на материальных носителях, в сейфе.
          </li>

          <li>
            Технические меры: использование средств защиты информации, прошедших процедуру оценки соответствия требованиям
            законодательства РФ, взаимодействовать с госсистемой обнаружения, предупреждения и ликвидации последствий кибератак.
          </li>
        </ul>
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Права пользователя</h3>

    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Пользователь вправе реализовать свои права, предусмотренные законодательством Российской Федерации о персональных данных,
        в том числе, но не ограничиваясь:
        <ul class="mb-3 list-disc pl-5">
          <li>уточнять, обновлять свои персональные данные, требовать их блокирования или уничтожения;</li>

          <li>
            запрашивать у Администратора перечень обрабатываемых персональных данных, правовых оснований обработки, источники их
            получения, информацию о сроках обработки и хранения, а также иные сведения, связанные с обработкой своих персональных
            данных.
          </li>
        </ul>
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Права и обязанности администратора</h3>

    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Администратор обязуется использовать полученную персональную информацию Пользователя только в целях, названных в настоящей
        Политике.
      </li>

      <li>
        Администратор обязан принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя
        согласно порядку, обычно используемого для защиты такого рода информации в деловом обороте.
      </li>

      <li>
        Администратор обязан хранить персональную информацию Пользователя в течение периода времени, необходимого для целей,
        указанных в настоящей Политике конфиденциальности, если только более длительный срок хранения не является необходимым в
        соответствии с действующим законодательством.
      </li>

      <li>
        Администратор вправе не удалять данные Пользователя, необходимые для хранения в соответствии с действующим
        законодательством Российской Федерации.
      </li>
    </ul>

    <h3 class="mb-2 mt-4 text-xl font-bold">Заключительные положения</h3>

    <ul class="list-disc space-y-2 pl-4 text-sm">
      <li>
        Согласие действует в течение неограниченного времени. Пользователь вправе отозвать настоящее согласие на обработку своих
        персональных данных, письменно уведомив об этом Администратора по электронной почте.
      </li>
    </ul>
  </Section>
</template>
