<script setup lang="ts"></script>

<template>
  <HdrtBreadcrumbs show-home :label-list="['контакты', 'о радиостанции']" />
  <Section padding="bottomSmall">
    <UiPageTitle title="О радиостанции" />
    <p>
      <b class="text-xl">«Радио ШТАНЫ»</b> — это современная молодёжная радиостанция, которая предлагает уникальный формат
      вещания.
    </p>
    <p>
      Здесь вы найдёте свежие музыкальные новинки, поднимающие настроение, а также самые актуальные и информативные программы о
      жизни молодёжи. На нашей радиостанции представлены уникальные проекты, которые не встречаются на других радиостанциях.
    </p>
    <p>Присоединяйтесь к нам и наслаждайтесь качественным звуком и интересными разговорами!</p>
    <p class="text-xl"><b>Выходные данные СМИ</b></p>
    <p>
      Средство массовой информации «RADIOSHTANI.RU» зарегистрировано 29 марта 2021 г. в форме распространения «Сетевое издание».
      Реестровая запись: Эл № ФС77-80691 от 29.03.2021 выдано Федеральной службой по надзору в сфере связи, информационных
      технологий имассовых коммуникаций (Роскомнадзор). Для детей старше 12 лет.
    </p>
    <p>
      Средство массовой информации «Радио ШТАНЫ» зарегистрировано 12 октября 2021 г. в форме распространения «Радиоканал».
      Реестровая запись: Эл № ФС77-82055 от 12.10.2021 выдано Федеральной службой по надзору в сфере связи, информационных
      технологий и массовых коммуникаций (Роскомнадзор). Для детей старше 12 лет.
    </p>
  </Section>
</template>

<style scoped>
p + p {
  margin-top: 1rem;
}
</style>
